[
  {
    "name": "depression1",
    "text": "I woke up at 11:30 in the morning and fell back asleep until 2:00 PM. The night before I laid in bed watching something on Netflix, I can’t remember now. The past week is a haze. I’ve barely had any energy to get out of bed, let alone do anything productive. Today I managed to make myself some breakfast and that’s the biggest victory I’ve had in the last three days. I have to go to work soon and I’m dreading it. It means having to get a shower, it means having to be around people and interact with them for longer than a few seconds. I already know that as soon as I get home I won’t make dinner, I won’t do anything but lay on my couch for a few hours until I’m tired enough to fall asleep. And this is how I’ve been for months. This is what it’s like to live with depression."
  },
  {
    "name" : "depression2",
    "text": "I am feeling very depressed today.  I have been in bed for the last three days.  It feels like someone sucked all of the joy out of me.  Most things I try to do, the techniques I know that can help, seem too hard to do right now."
  },
  {
    "name": "socialanxiety1",
    "text": "These people probably think I'm a loser because I'm here all alone."
  }
  {
    "name": "frustration1",
    "text": "I don't understand this as well as I should, I'd rather be watching Netflix or playing videogames."
  },
  {
    "name": "frustration2",
    "text": "People! Shit! I'm fed up with them! I need a vacation from people."
  },
  {
    "name": "fear1",
    "text": "Oh god! The truth is out about me. Even my customers think I'm a worthless, insensitive person."
  },
  {
    "name": "badnews1",
    "text": "After being told in the interview that I was moving to the next stage I got an email today saying they going with someone else any cheer up would be nice."
  },
  {
    "name": "bummedout1",
    "text": "Nothing special just having a crappy week my best friend moved away no one to talk, my family is not supportive IDK just having a bad week"
  }
  
]